{
  "source": "google_news",
  "articles": [
    {
      "title": "Asia-Pacific's Marble Building Stone Market to Grow at a Modest Rate of 0.2%, Reaching 8M Tons by 2035",
      "url": "https://www.indexbox.io/blog/marble-building-stone-asia-pacific-market-overview-2024-1/",
      "source": "",
      "date": "",
      "summary": "Discover how the Asia-Pacific market for marble building stone is set to experience steady growth over the next decade, driven by increasing..."
    },
    {
      "title": "Hong Kong",
      "url": "https://smithstonewalters.com/global-immigration/market/asia-pacific/hong-kong",
      "source": "",
      "date": "",
      "summary": "With centrally located offices in the bustling business hotspot of Hong Kong, Smith Stone Walters is strategically positioned to deliver tailored..."
    },
    {
      "title": "Latest updates in global immigration",
      "url": "https://smithstonewalters.com/news/latest-updates-in-global-immigration-64",
      "source": "",
      "date": "",
      "summary": "The Global Immigration team at Smith Stone Walters would like to highlight the following recent updates from Canada, Hong Kong, Norway and Switzerland."
    },
    {
      "title": "Latest updates in global immigration",
      "url": "https://smithstonewalters.com/news/latest-updates-in-global-immigration-67",
      "source": "",
      "date": "",
      "summary": "This week, the Global Immigration team at Smith Stone Walters would like to highlight the following recent updates from Australia, Denmark,..."
    },
    {
      "title": "Bring the detail to the limit. Pacific Place",
      "url": "https://www.metalocus.es/en/news/bring-detail-limit-pacific-place",
      "source": "",
      "date": "",
      "summary": "The original building, built in 1980, consists of 650000 square meters distributed in a four-story building under four major office and..."
    },
    {
      "title": "A ‘Killing Stone’ Broke in Japan. Is a Demon on the Loose? (Published 2022)",
      "url": "https://www.nytimes.com/2022/03/18/world/asia/killing-stone-japan.html",
      "source": "",
      "date": "",
      "summary": "The rock appears in a famous legend starring a nine-tailed fox spirit. The question now is whether the fracture was a good or bad omen."
    },
    {
      "title": "Global immigration news round-up",
      "url": "https://smithstonewalters.com/news/global-immigration-news-round-up-59",
      "source": "",
      "date": "",
      "summary": "The Global Immigration team at Smith Stone Walters would like to highlight the following recent updates from Denmark, Ireland, Italy, Malaysia, South Africa,..."
    },
    {
      "title": "Envoy Global and Smith Stone Walters are joining forces",
      "url": "https://smithstonewalters.com/news/envoy-global-and-smith-stone-walters-are-joining-forces",
      "source": "",
      "date": "",
      "summary": "Envoy Global, the leading global corporate immigration services provider, today announced that it is joining forces with Smith Stone Walters..."
    },
    {
      "title": "Latest updates in global immigration",
      "url": "https://smithstonewalters.com/news/latest-updates-in-global-immigration-63",
      "source": "",
      "date": "",
      "summary": "The Global Immigration team at Smith Stone Walters would like to highlight the following recent updates from Canada, China, France, Saudi Arabia and Slovenia."
    }
  ]
}